"Andromeda" = "Andromeda";
"Antlia" = "Siurblys";
"Apus" = "Rojaus Paukštis";
"Aquarius" = "Vandenis";
"Aquila" = "Erelis";
"Ara" = "Aukuras";
"Aries" = "Avinas";
"Auriga" = "Vežėjas";
"Boötes" = "Jaučiaganis";
"Caelum" = "Skaptukas";
"Camelopardalis" = "Žirafa";
"Cancer" = "Vėžys";
"Canes Venatici" = "Skalikai";
"Canis Major" = "Šuo";
"Canis Minor" = "Šuniukas";
"Capricornus" = "Ožiaragis";
"Carina" = "Kilis";
"Cassiopeia" = "Kasiopėja";
"Centaurus" = "Kentauras";
"Cepheus" = "Cefėjas";
"Cetus" = "Banginis";
"Chamaeleon" = "Chameleonas";
"Circinus" = "Skriestuvas";
"Columba" = "Balandis";
"Coma Berenices" = "Berenikės Garbanos";
"Corona Australis" = "Pietinis Vainikas";
"Corona Borealis" = "Šiaurės Vainikas";
"Corvus" = "Varnas";
"Crater" = "Taurė";
"Crux" = "Kryžius";
"Cygnus" = "Gulbė";
"Delphinus" = "Delfinas";
"Dorado" = "Auksinė Žuvis";
"Draco" = "Slibinas";
"Equuleus" = "Žirgelis";
"Eridanus" = "Eridanas";
"Fornax" = "Krosnis";
"Gemini" = "Dvyniai";
"Grus" = "Gervė";
"Hercules" = "Heraklis";
"Horologium" = "Laikrodis";
"Hydra" = "Hidra";
"Hydrus" = "Pietinė Hidra";
"Indus" = "Indėnas";
"Lacerta" = "Driežas";
"Leo" = "Lūtas";
"Leo Minor" = "Liūtukas";
"Lepus" = "Kiškis";
"Libra" = "Svarstyklės";
"Lupus" = "Vilkas";
"Lynx" = "Lūšis";
"Lyra" = "Lyra";
"Mensa" = "Stalkalnis";
"Microscopium" = "Mikroskopas";
"Monoceros" = "Vienaragis";
"Musca" = "Musė";
"Norma" = "Kampainis";
"Octans" = "Oktantas";
"Ophiuchus" = "Gyvatnešis";
"Orion" = "Orionas";
"Pavo" = "Povas";
"Pegasus" = "Pegasas";
"Perseus" = "Persėjas";
"Phoenix" = "Feniksas";
"Pictor" = "Tapytojas";
"Pisces" = "Žuvys";
"Piscis Austrinus" = "Pietinė Žuvis";
"Puppis" = "Laivagalis";
"Pyxis" = "Kompasas";
"Reticulum" = "Tinklelis";
"Sagitta" = "Strėlė";
"Sagittarius" = "Šaulys";
"Scorpius" = "Skorpionas";
"Sculptor" = "Skulptorius";
"Scutum" = "Skydas";
"Serpens Caput" = "Gyvatės Galva";
"Serpens Cauda" = "Gyvatės Uodega";
"Sextans" = "Sekstantas";
"Taurus" = "Tauras";
"Telescopium" = "Teleskopas";
"Triangulum" = "Trikampis";
"Triangulum Australe" = "Pietinis Trikampis";
"Tucana" = "Tukana";
"Ursa Major" = "Grįžulo Ratai";
"Ursa Minor" = "Grįžulo Rateliai";
"Vela" = "Burės";
"Virgo" = "Mergelė";
"Volans" = "Skraidančioji Žuvis";
"Vulpecula" = "Laputė";
